Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/DeveloperSettings/DTSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SIRI_EVENT_SUGGESTIONS_TESTING_FOOTER
source: These settings affect Siri Event Suggestions from Mail and Safari. Enable Allow Any Domain to allow e-mails or web pages which have not yet been approved for Siri Event Suggestions by Apple. Enable Allow Unverified Sources to bypass DKIM or SSL authenticity verification for Siri Event Suggestions in Mail and Safari.
ar: تؤثر هذه الإعدادات على اقتراحات أحداث Siri من البريد وسفاري. يمكنك تمكين "السماح بأي نطاق" للسماح برسائل البريد الإلكتروني أو صفحات الويب التي لم تعتمدها Apple بعد لاقتراحات أحداث Siri. ويمكنك تمكين "السماح بالمصادر غير المتحقق منها" لتجاوز التحقق من أصالة DKIM أو SSL لاقتراحات أحداث Siri في البريد وسفاري.
bg: Тези настройки засягат Предложения от Siri за събития от Поща и Safari. Активирайте използването на всеки домейн, за да разрешите имейли или уеб страници, които все още не са одобрени за Предложения от Siri за събития от Apple. Активирайте използването на непроверени източници, за да се заобиколи проверката на автентичността от DKIM или SSL за Предложения от Siri за събития в Поща и Safari.
ca: Aquestes opcions afecten els esdeveniments de les apps Mail i Safari que Siri suggereix. Si permets qualsevol domini, es permetran els correus electrònics i els llocs web encara que Apple no els hagi aprovat per als suggeriments d’esdeveniments de Siri. Si permets les fonts no verificades, no es farà cap verificació d’autenticitat SSL o DKIM dels esdeveniments de les apps Mail i Safari que Siri suggereixi.
cs: Tato nastavení mají vliv na návrhy událostí Siri z aplikací Mail a Safari. Chcete‑li v návrzích událostí Siri zobrazovat i e‑maily a webové stránky, jejichž zobrazení zatím neschválila společnost Apple, zapněte volbu Povolit všechny domény. Chcete‑li pro návrhy událostí Siri z aplikací Mail a Safari obejít ověření autenticity DKIM nebo SSL, zapněte volbu Povolit neověřené zdroje.
da: Disse indstillinger påvirker Siri-begivenhedsforslag fra Mail og Safari. Slå Tillad alle domæner til for at tillade e-mails og websteder, som Apple endnu ikke har godkendt til Siri-begivenhedsforslag. Slå Tillad ubekræftede kilder til for at tilsidesætte DKIM eller autenticitetsbekræftelse via SSL for Siri-begivenhedsforslag i Mail og Safari.
de: Diese Ereignisse beeinflussen Siri-Ereignisvorschläge aus Mail und Safari. Aktiviere „Jede Domain erlauben“, um E-Mails und Websites zuzulassen, die noch nicht von Apple Siri-Ereignisvorschlägen genehmigt wurden. Aktivieren „Nicht verifizierte Quellen erlauben“, um die DKIM- oder SSL-Authentifizierung für Siri-Ereignisvorschläge in Mail und Safari zu umgehen.
el: Αυτές οι ρυθμίσεις επηρεάζουν τις Προτάσεις γεγονότων Siri από το Mail και το Safari. Ενεργοποιήστε τη ρύθμιση «Να επιτρέπεται οποιοσδήποτε τομέας» για να επιτρέπονται email ή ιστοσελίδες που δεν έχουν εγκριθεί ακόμη για τις Προτάσεις γεγονότων Siri από την Apple. Ενεργοποιήστε τη ρύθμιση «Να επιτρέπονται μη επαληθευμένες πηγές» για παράκαμψη της επαλήθευσης αυθεντικότητας DKIM ή SSL για Προτάσεις γεγονότων Siri στο Mail και το Safari.
es: Estos ajustes afectan a las sugerencias de eventos de Siri de Mail y Safari. Activa “Permitir cualquier dominio” para permitir correos electrónicos o páginas web para los que Apple aún no ha aprobado las sugerencias de eventos de Siri. Activa “Permitir fuentes no verificadas” para omitir la verificación de autenticidad DKIM o SSL de las sugerencias de eventos de Siri de Mail y Safari.
es_us: Estas configuraciones afectan las sugerencias de eventos de Siri para Mail y Safari: la opción Permitir cualquier dominio admite los correos electrónicos o páginas web que Apple aún no aprueba; mientras que Permitir fuentes sin verificar omite la verificación de autenticación DKIM o SSL.
fi: Nämä asetukset vaikuttavat Siri-tapahtumaehdotuksiin Mailista ja Safarista. Ota Salli kaikki domainit -asetus käyttöön, jos haluat sallia sähköpostit tai verkkosivut, joita Apple ei ole vielä hyväksynyt Siri-tapahtumaehdotuksille. Ota Salli vahvistamattomat lähteet -asetus käyttöön, jos haluat ohittaa DKIM- tai SSL-autenttisuuden vahvistamisen Siri-tapahtumaehdotuksille Mailissa ja Safarissa.
fr: Ces réglages affectent les suggestions d’évènements de Siri provenant de Mail et de Safari. Activez l’option « Autoriser tous les domaines » pour autoriser les e-mails ou les pages web qui n’ont pas encore été approuvés par Apple comme suggestions d’évènements de Siri. Activez « Autoriser les sources non vérifiées » pour contourner la vérification d’authenticité DKIM ou SSL pour les suggestions d’évènements de Siri dans Mail et Safari.
fr_ca: Ces réglages affectent les suggestions d’événements de Siri provenant de Mail et de Safari. Activez l’option « Autoriser tous les domaines » pour autoriser les courriels ou les pages Web qui n’ont pas encore été approuvés par Apple comme suggestions d’événements de Siri. Activez « Autoriser les sources non vérifiées » pour contourner la vérification d’authenticité DKIM ou SSL pour les suggestions d’événements de Siri dans Mail et Safari.
he: הגדרות אלו משפיעות על הצעות של Siri לאירועים שמופיעות ב״דואר״ וב-Safari. יש להפעיל את ״הרשאת שימוש בכל הדומיינים״ כדי לאפשר הודעות דוא״ל או עמודי אינטרנט שטרם אושרו על ידי Apple עבור הצעות של Siri לאירועים. יש להפעיל את ״הרשאת שימוש במקורות לא מאומתים״ כדי לעקוף את אימות המהימנות בשיטת DKIM או SSL עבור הצעות של Siri לאירועים ב״דואר״ וב-Safari.
hi: ये सेटिंग्ज़ मेल और Safari के Siri इवेंट सुझावों को प्रभावित करेंगी। ऐसे ईमेल या वेबपृष्ठों को अनुमति देने के लिए “किसी भी डोमेन की अनुमति दें” को सक्षम करें जिन्हें अभी तक Apple द्वारा Siri इवेंट सुझाव के लिए अनुमोदित नहीं किया गया है। मेल और Safari में Siri इवेंट सुझावों के लिए DKIM या SSL प्रामाणिकता सत्यापन को बायपास करने के लिए “असत्यापित सोर्स की अनुमति दें” को सक्षम करें।
hr: Ove postavke utječu na Siri prijedloge događaja u aplikacijama Mail i Safari. Omogućite “Dozvoli bilo koju domenu” za dozvoljavanje e-mailova ili web stranica koje Apple još uvijek nije odobrio za Siri prijedloge događaja. Omogućite “Dozvoli neprovjerene izvore” za zaobilaženje verifikacije DKIM ili SSL autentičnosti za Siri prijedloge događaja u aplikacijama Mail i Safari.
hu: Ezek a beállítások befolyásolják Siri Mailből és Safariból származó eseményjavaslatait. Ha engedélyezi a Bármely domén engedélyezése beállítást, lehetővé teszi az Apple által a Siri-eseményjavaslatokhoz még nem engedélyezett e-mail-címek és webhelyek használatát. Ha engedélyezi a Nem ellenőrzött források engedélyezése beállítást, akkor megkerülheti a Siri-eseményjavaslatok DKIM- vagy SSL-hitelesség-ellenőrzéseit a Mailben és a Safariban.
id: Pengaturan ini memengaruhi Saran Peristiwa Siri dari Mail dan Safari. Aktifkan Izinkan Domain Mana Pun untuk mengizinkan email atau halaman web yang mungkin belum disetujui untuk Saran Peristiwa Siri oleh Apple. Aktifkan Izinkan Sumber yang Tidak Terverifikasi untuk melewati verifikasi keaslian DKIM atau SSL untuk Saran Peristiwa Siri di Mail dan Safari.
it: Le impostazioni riguardano i suggerimenti degli eventi da parte di Siri in Mail e Safari. Per consentire email o pagine web che non sono ancora state approvate da Apple per questa funzionalità, abilita l’opzione “Consenti qualsiasi dominio”. Per evitare la verifica di autenticità DKIM o SSL, seleziona l’opzione “Consenti fonti non verificate” per i suggerimenti degli eventi da parte di Siri in Mail e Safari.
ja: これらの設定は、“メール“とSafariからのSiriからの予定提案に影響します。AppleによってSiriからの予定提案にまだ承認されていないメールまたはWebページを許可するには、“すべてのドメインを許可”を有効にしてください。“メール“とSafariでSiriからの予定提案のDKIMまたはSSLの真正性の検証をバイパスするには、“未検証ソースを許可”を有効にしてください。
kk: Бұл реттеулер «Пошта» қолданбасы мен Safari браузеріндегі Siri оқиға ұсыныстарына әсер етеді. Siri оқиға ұсыныстары үшін Apple компаниясы растамаған эл. пошта мекенжайлары немесе веб-беттерге рұқсат беру үшін «Кез келген доменге рұқсат беру» опциясын қосыңыз. «Пошта» қолданбасы мен Safari браузерінде Siri оқиға ұсыныстары бойынша DKIM немесе SSL аутентификациясын растауды айналып өту үшін «Тексерілмеген көздерге рұқсат беру» опциясын қосыңыз.
ko: 이러한 설정은 Mail 및 Safari에서 Siri 이벤트 제안에 영향을 미칩니다. ‘모든 도메인 허용’을 활성화하면 Apple이 Siri 이벤트 제안에 대해 아직 승인되지 않은 이메일 또는 웹 페이지를 허용합니다. ‘확인되지 않은 출처 허용’을 활성화하면 Mail 및 Safari에서 Siri 이벤트 제안에 대해 DKIM 또는 SSL 인증 확인을 생략합니다.
lt: Šie nustatymai turi įtakos „Siri“ įvykių pasiūlymams, gaunamiems iš „Mail“ ir „Safari“. Įjunkite parinktį „Leisti bet kokį domeną“, kad leistumėte el. laiškus ar tinklalapius, kurių „Apple“ dar nepatvirtino „Siri“ įvykių pasiūlymams. Įjunkite „Leisti nepatikrintus šaltinius“, kad išjungtumėte DKIM arba SSL autentiškumo verifikavimą, skirtą „Siri“ įvykių pasiūlymams programose „Mail“ ir „Safari“.
ms: Seting ini mempengaruhi Cadangan Peristiwa Siri daripada Mail dan Safari. Dayakan Benarkan Sebarang Domain untuk membenarkan e-mel atau halaman web yang belum lagi diluluskan bagi Cadangan Peristiwa Siri oleh Apple. Dayakan Benarkan Sumber Tidak Disahkan untuk memintas pengesahan kesahihan DKIM atau SSL bagi Cadangan Peristiwa Siri dalam Mail dan Safari.
nl: Deze instellingen zijn van invloed op Siri-activiteitsuggesties uit Mail en Safari. Schakel 'Sta alle domeinen toe' in om e-mails of webpagina's toe te staan die nog niet zijn goedgekeurd voor Siri-activiteitsuggesties door Apple. Schakel 'Sta niet-geverifieerde bronnen toe' in om DKIM- of SSL-echtheidsverificatie voor Siri-activiteitsuggesties in Mail and Safari te omzeilen.
no: Disse innstillingene påvirker Siri Event-forslag fra Mail og Safari. Aktiver Tillat alle domener for å tillate e‑poster og nettsider som ennå ikke er godkjent for Siri Event-forslag av Apple. Aktiver Tillat uverifiserte kilder for å omgå DKIM- eller SSL-verifisering for Siri Event-forslag i Mail og Safari.
pl: Te ustawienia mają wpływ na sugestie Siri dotyczące wydarzeń z aplikacji Poczta i Safari. Aby dopuszczać wiadomości email i strony www, które nie zostały jeszcze zatwierdzone przez Apple do użycia w sugestiach Siri dotyczących wydarzeń, włącz opcję Dopuszczaj dowolne domeny. Aby pomijać weryfikację autentyczności DKIM lub SSL dla sugestii Siri dotyczących wydarzeń z aplikacji Poczta i Safari, włącz opcję Dopuszczaj niezweryfikowane źródła.
pt_br: Estes ajustes afetam as Sugestões de Evento da Siri no Mail e no Safari. Ative “Permitir Qualquer Domínio” para autorizar e‑mails e páginas da web que ainda não tenham sido aprovados para Sugestões de Evento da Siri pela Apple. Ative “Permitir Fontes Não Verificadas” para ignorar a verificação de autenticidade DKIM ou SSL para Sugestões de Evento da Siri no Mail e no Safari.
pt_pt: Estas definições afetam as sugestões de eventos de Siri a partir do Mail e Safari. Ative “Permitir qualquer domínio” para permitir mensagens de e‑mail ou páginas web que ainda não foram aprovadas para sugestões de eventos de Siri pela Apple. Ative “Permitir fontes não verificadas” para ignorar a verificação de autenticidade DKIM ou SSL para sugestões de eventos de Siri no Mail e Safari.
ro: Aceste configurări afectează sugestiile Siri pentru evenimente din Mail și Safari. Activați opțiunea “Permiteți orice domeniu” pentru a permite e‑mailuri și pagini web care nu au fost încă aprobate de Apple în sugestiile Siri pentru evenimente. Activați opțiunea “Permiteți surse neverificate” pentru a omite verificările DKIM sau SSL de autenticitate în sugestiile Siri pentru evenimente din Mail și Safari.
ru: Эти настройки влияют на Предложения событий Siri в Почте и Safari. Включите параметр «Любые домены», чтобы получать электронные письма и загружать веб‑страницы, которые пока не одобрены Apple для Предложений событий Siri. Включите «Непроверенные источники», чтобы обходить проверку подлинности DKIM или SSL для Предложений событий Siri в Почте и Safari.
sk: Tieto nastavenia ovplyvňujú návrhy udalostí Siri z apiek Mail a Safari. Ak chcete povoliť aj emaily alebo webstránky, ktoré spoločnosťou Apple zatiaľ neboli schválené pre návrhy udalostí Siri, zapnite možnosť Povoliť ľubovoľné domény. Ak chcete pre návrhy udalostí Siri z apiek Mail alebo Safari obísť overovanie identity v DKIM alebo SSL, zapnite možnosť Povoliť neoverené zdroje.
sl: Te nastavitve vplivajo na Sirijine predloge dogodkov iz aplikacij Pošta in Safari. Omogočite možnost Dovoli katerokoli domeno, da omogočite uporabo e-poštnih sporočil ali spletnih strani, ki jih Apple še ni odobril za Sirijine predloge dogodkov. Omogočite možnost Dovoli nepreverjene vire, da zaobidete preverjanje pristnosti DKIM ali SSL za Sirijine predloge dogodkov v aplikacijah Pošta in Safari.
sv: De här inställningarna påverkar Siri-aktivitetsförslag från Mail och Safari. Aktivera Tillåt alla domäner om du vill tillåta mejl och webbsidor som Apple ännu inte har godkänt för Siri-aktivitetsförslag. Aktivera Tillåt overifierade källor om du vill förbigå autentiseringsverifiering via DKIM eller SSL för Siri-aktivitetsförslag i Mail och Safari.
th: การตั้งค่าเหล่านี้จะส่งผลต่อคำแนะนำกิจกรรมโดย Siri ในเมลและ Safari เปิดใช้งานอนุญาตทุกโดเมนเพื่ออนุญาตอีเมลหรือหน้าเว็บที่ยังไม่ได้รับอนุญาตจาก Apple สำหรับคำแนะนำกิจกรรมโดย Siri เปิดใช้งานอนุญาตแหล่งข้อมูลที่ไม่ได้ถูกตรวจสอบยืนยันเพื่อข้ามการตรวจสอบยืนยันการตรวจสอบสิทธิ์ DKIM หรือ SSL สำหรับคำแนะนำกิจกรรมโดย Siri ในเมลและ Safari
tr: Bu ayarlar, Mail’de ve Safari’de Siri Etkinlik Önerileri’ni etkiler. Siri Etkinlik Önerileri için henüz Apple tarafından onaylanmamış e-postalara veya web sayfalarına izin vermek istiyorsanız Herhangi Bir Alana İzin Ver’i etkinleştirin. Mail’de ve Safari’de Siri Etkinlik Önerileri için DKIM veya SSL gerçeklik doğrulamasını atlamak istiyorsanız Doğrulanmamış Kaynaklara İzin Ver’i etkinleştirin.
uk: Ці параметри впливають на Пропозиції подій від Siri з Пошти й Safari. Увімкніть параметр «Дозволити з будь-якого домену», щоб отримувати пропозиції від е‑адрес і вебсторінок, які ще не були схвалені Apple для Пропозицій подій від Siri. Увімкніть параметр «Дозволити з неперевірених джерел», щоб не виконувати перевірку автентичності DKIM або SSL для Пропозицій подій від Siri у Пошті та Safari.
vi: Những cài đặt này ảnh hưởng đến Gợi ý sự kiện của Siri từ Mail và Safari. Bật Cho phép mọi tên miền để cho phép các email hoặc trang web chưa được Apple phê duyệt cho Gợi ý sự kiện của Siri. Bật Cho phép nguồn chưa xác minh để bỏ qua xác minh tính xác thực DKIM hoặc SSL cho Gợi ý sự kiện của Siri trong Mail và Safari.
zh_cn: 这些设置会影响来自“邮件”和“Safari浏览器”的Siri日程建议。启用“允许任何域”以允许未经Apple批准用于Siri日程建议的电子邮件或网页。启用“允许未验证的来源”以在“邮件”和“Safari浏览器”中绕过用于Siri日程建议的DKIM或SSL真实性验证。
zh_hk: 這些設定會影響來自「郵件」和Safari的「Siri事件建議」。啟用「允許任何網域」以允許未經Apple批准用於「Siri事件建議」的電郵或網頁。啟用「允許未驗證的來源」以略過「郵件」和Safari中用於「Siri事件建議」的DKIM或SSL核實認證。
zh_tw: 這些設定會影響來自「郵件」和Safari的「Siri事件建議」。啟用「允許任何網域」來允許Apple尚未核准用於「Siri事件建議」的電子郵件或網頁。啟用「允許未驗證的來源」來略過「郵件」和Safari中用於「Siri事件建議」的DKIM或SSL核實認證。

source: ClassKit API
cs: API ClassKitu
el: API ClassKit
es: API de ClassKit
es_us: API de ClassKit
fr: API ClassKit
fr_ca: API ClassKit
id: API ClassKit
it: API ClassKit
ms: API ClassKit
pt_br: API do ClassKit
pt_pt: API ClassKit
ro: API ClassKit
sl: API ClassKit
uk: ППІ ClassKit
